"ADD_EVENT_PROMPT" = "Indique os detalhes deste evento.";
"ADD_EVENT" = "Adicionar evento";
"EDIT_EVENT" = "Editar";
"CANCEL" = "Cancelar";

"DELETE" = "Apagar";
"DELETE_ONE" = "Apagar só este evento";
"DELETE_FUTURE" = "Apagar eventos futuros";
"DELETE_RECURRING_ALERT_TITLE" = "Este evento repete‑se.";
"DELETE_EVENT" = "Apagar evento";

"DETACH_ONE" = "Guardar só para este";
"DETACH_FUTURE" = "Guardar para os próximos";
"DETACH_ALL" = "Guardar para todos";
"DETACH_ALERT_TITLE" = "Este evento repete‑se.";

"CANCEL_DIRTY_ALERT_TITLE" = "Este evento foi editado.";
"CANCEL_DIRTY_CANCEL" = "Cancelar edição";
"CANCEL_DIRTY_REVIEW" = "Rever edição";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Não foi possível enviar convite";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "“%@” não parece ser um endereço de e‑mail válido.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Título";
"LOCATION_PLACEHOLDER" = "Local";
"TITLE_DETAIL_NAV_TITLE" = "Nome e local";
"DEFAULT_EVENT_TITLE" = "Novo evento";
"ADD_TO_CALENDAR" = "Adicionar ao calendário";

"STARTS" = "Começa";
"ENDS" = "Termina";
"DATE_DETAIL_NAV_TITLE" = "Início e fim";
"ALL_DAY_SWITCH_TITLE" = "Dia todo";
"TIME_ZONE" = "Fuso horário";
"FLOATING" = "Flutuante";

"REPEAT" = "Repetir";
"NEVER_DETAIL" = "Nunca";
"DAILY_DETAIL" = "Todos os dias";
"WEEKLY_DETAIL" = "Todas as semanas";
"BIWEEKLY_DETAIL" = "De 15 em 15 dias";
"MONTHLY_DETAIL" = "Todos os meses";
"YEARLY_DETAIL" = "Todos os anos";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Repetir";
"END_REPEAT" = "Terminar";
"END_REPEAT_NAV_TITLE" = "Terminar";
"TIME_ZONE_CHOOSER_PROMPT" = "Digite o nome de uma cidade.";

"REPEAT_FOREVER" = "Repetir indefinidamente";

"ADD_INVITEES_NAV_TITLE" = "Convidar";
"ADD_INVITEES_PROMPT" = "Adicione convidados a este evento.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Não é possível guardar evento";
"ALERT_TIME" = "Hora do aviso";
"CANNOT_REPEAT_EVENT" = "Não é possível repetir evento";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

